Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_1.tmx
Source language: de
Languages: en

source: Polymerdispersionen als Hilfsstoffe in der Papierindustrie
en: Polymer dispersions for use as auxiliaries in the paper making industry

source: Chemische Erzeugnisse zur Herstellung von Klebstoffen
en: Chemical products for the manufacture of adhesives

source: Chemische Zusätze für Fette
en: Chemical additives for greases

source: Bindesubstanzen für Fertigungsverfahren
en: Substances for binding in manufacturing processes

source: Wachstumsregulierer für aquatisches Unkraut
en: Substances for controlling the growth of aquatic weeds

source: Gentechnisch hergestellte Substanzen für den Gartenbau [chemische Erzeugnisse]
en: Substances for horticultural use produced by genetic engineering

source: Substanzen zum Schutz vor Vereisung
en: Substances for protection against ice

source: Als Set verkaufte Diagnostikreagenzien, ausgenommen für medizinische Zwecke
en: Diagnostic reagents, other than for medical use for sale in kit form

source: Seltene Erden
en: Rare earths

source: Chemische Erzeugnisse zur Verhütung von Mehltau
en: Chemical preparations to prevent mildew

source: Essigsaure Tonerde
en: Aluminium acetate

source: Fotochemikalien zur Reinigung lichtempfindlicher Druckplatten
en: Photographic chemicals for cleaning presensitised plates for printing

source: Schwefelblüte für chemische Zwecke
en: Flowers of sulfur for chemical purposes

source: Glutamat für gewerbliche Zwecke
en: Glutamate for industrial use

source: Grafit für gewerbliche Zwecke
en: Graphite for industrial purposes

source: Abschwächer für fotografische Zwecke
en: Reducing agents for use in photography

source: Chemische Konservierungsmittel für Lebensmittel
en: Chemical substances for preserving foodstuffs

source: Mischungen aus Bakterienkonzentraten als Zusätze für Silage, ausgenommen für medizinische und veterinärmedizinische Zwecke
en: Mixtures of bacterial concentrates for addition to silages [other than for medical or veterinary use]

source: Ultraviolett lichtempfindliche mit Aluminium beschichtete Platten
en: Ultraviolet light sensitive coated aluminium sheet material

source: Reagenzien für wissenschaftliche Zwecke
en: Reagents for scientific purposes

source: Reagenzien für Labors [ausgenommen für medizinische oder veterinärmedizinische Zwecke]
en: Reagents for laboratory purposes [other than for medical or veterinary purposes]

source: Gummiarabikum für gewerbliche Zwecke
en: Gum arabic for industrial purposes

source: Synthetische Harze im Rohzustand zur Behandlung von Gebäudeoberflächen
en: Synthetic resins for use in the treatment of surfaces of buildings

source: Chemische Erzeugnisse für biotechnologische Zwecke [gewerblich]
en: Chemical products for biotechnological purposes [industrial]

source: Aktivkohlefilter zur Reinigung von Flüssigkeiten
en: Carbonaceous absorbents for the purification of liquids

source: Kühlmittel für Fahrzeugmotoren
en: Coolants for vehicle engines

source: Chemisch behandelter Torf für landwirtschaftliche Zwecke
en: Chemically treated peat for use in agriculture

source: Chemisch behandelter Torf für gartenwirtschaftliche Zwecke
en: Chemically treated peat for use in horticulture

source: Wasser enthaltendes Granulat für die Pflanzenernährung über die Wurzeln
en: Water retaining granules for use in the capillary root feeding of plants

source: Chemische Erzeugnisse für die Herstellung von Verbindungen mit Rauchunterdrückung
en: Chemicals for use in the manufacture of smoke suppressed compositions

source: Chemische Zusatzstoffe zur Behandlung von Papierzellstoff
en: Additives (Chemical -) for use in the treatment of paper pulp

source: Chemische Zusatzstoffe zur Aufarbeitung von unterirdischen Bohrlöchern
en: Additives (Chemical -) for use in the workover of subterranean wells

source: Chemische Zusatzstoffe zur Beschleunigung des Abbindens von Beton
en: Additives (Chemical -) to accelerate the setting of concrete

source: Maltodextrine für die Produktion
en: Maltodextrins for use in manufacture

source: Lösungen für wissenschaftliche Zwecke zur Konservierung von menschlichen Organen
en: Solutions for scientific use in the preservation of human organs

source: Ölreinigungsmittel zur Verwendung für Maschinen während des Herstellungsverfahrens
en: Solvents for use in the cleaning of machines during manufacturing processes

source: Katalysatoren zum Spalten von Kohlenwasserstoffen
en: Catalysts for use in the cracking of hydrocarbons

source: Zementzusatzstoffe zum Füllen von Bohrlöchern
en: Cement additives for completing wells

source: Cäsium
en: Caesium

source: Synthetisches Kryolith
en: Synthetic cryolite

source: Chemische Reagenzien zur Identifizierung von Mikroorganismen, außer für medizinische oder veterinärmedizinische Zwecke
en: Chemical reagents for identification of microorganisms, other than for medical or veterinary use

source: Chemische Reagenzien für die Biotechnologie, außer für medizinische oder veterinärmedizinische Zwecke
en: Chemical reagents for use in biotechnology, other than for medical or veterinary use

source: Chemische Präparate zur Verwendung bei DNA-Analysen [ausgenommen medizinisch]
en: Chemical preparations for use in dna analysis [other than medical]

source: Ester von Fettsäuren für die Verwendung in Arzneimitteln
en: Esters of fatty acids for use in pharmaceuticals

source: Aus Fettsäuren hergestellte Ester [für Herstellungsprozesse]
en: Esters produced from fatty acids [for use in manufacture]

source: Oberflächenaktive chemische Wirkstoffe für den Gartenbau
en: Surface active chemical agents for use in horticulture

source: Tenside als Hilfsmittel beim Trocknen
en: Surfactants for use as drying aids

source: Tenside zur Verwendung in Reinigungsmitteln
en: Surfactants for use in detergent compositions

source: Entfärbungsmittel für industrielle Zwecke
en: Decolorants for industrial purposes

source: Rheologische Additive, ausgenommen für medizinische Zwecke
en: Rheological additives, other than for medical use

source: Jodide für gewerbliche Zwecke
en: Iodine for industrial purposes

source: Basen [chemische Erzeugnisse]
en: Bases [chemical preparations]

source: Synthetische Polymere im Rohzustand
en: Unprocessed synthetic polymers

source: Reagenzien für chemische Analysen
en: Reagent for chemical analyses

source: Enzyme für gewerbliche Zwecke
en: Enzymes for industrial purposes

source: Torf als Düngemittel
en: Peat [fertilizer]

source: Chemische Adjuvantien für die Forstwirtschaft
en: Chemical adjuvants for use in forestry

source: Chemische Hilfsstoffe für die Textilindustrie
en: Chemical auxiliaries for the textile industry

source: Inertgase für gewerbliche Zwecke
en: Inert gases for industrial use

source: Edelgase, ausgenommen für medizinische Zwecke
en: Inert gases, other than for medical use

source: Chemikalien für die Luft- und Raumfahrtindustrie
en: Chemicals for use in the aeronautical industry

source: Chemische Verbindungen für die Wasseraufbereitung
en: Chemical compositions for water treatment

source: Verbindungen zum Härten von Metall
en: Metal hardening compositions

source: Flickmassen für Fahrzeugreifen
en: Compositions for repairing vehicle tyres

source: Polymere zur Analyse von Proteinen
en: Polymers for use in the analysis of proteins

source: Polymere für die Bohr- und Erdölindustrie
en: Polymers for use in the drilling and oil industries

source: Chemische Zusätze zur Verwendung beim Bohren
en: Additives (Chemical -) for use in drilling

source: Formulierte Feuer hemmende Mittel zur Reduzierung der Entflammbarkeit
en: Formulated fire retarding products to reduce flammability

source: Tragantgummi für gewerbliche Zwecke
en: Gum tragacanth for industrial purposes

source: Chemische Substanzen zur Herstellung von parfümierten Kosmetika
en: Chemical substances for use in the manufacture of scented cosmetics

source: Chemische Substanzen zur Herstellung von parfümierten Toiletteartikeln
en: Chemical substances for use in the manufacture of scented toiletries

source: Phospholipidhaltige chemische Substanzen pflanzlichen Ursprungs
en: Chemical substances of vegetable origin and containing phospholipids

source: Öle zur Verwendung in der Lederindustrie
en: Oils for use in the leather industry

source: Ölsaatmehl für gewerbliche Zwecke
en: Oilseed flour for industrial use

source: Lichtempfindliche fälschungssichere Kunststofffolien für Versiegelungszwecke
en: Tamper evident plastic films [sensitised] for sealing purposes

source: Substanzen aus Polyesterpaste zum Auffüllen von Beschädigungen in Oberflächen
en: Substances of polyester paste for use in the filling of flaws in surfaces

source: Synthetische Verbindungen zur Ausbildung von Borsilikatglasbeschichtungen
en: Synthetic compositions for forming coatings of borosilicate glass

source: Synthetische lineare Alphaolefine
en: Synthetic linear alpha olefins

source: Kunstharzverbindungen [im Rohzustand] für den industriellen Einsatz
en: Synthetic resin compositions [unprocessed] for industrial purposes

source: Nicht ionische Reinigungsmittel für Industrieverfahren
en: Non-ionic detergent compounds for use in industrial processes

source: Mischungen aus Chemikalien und Mikroorganismen zur Kompoststerilisierung
en: Mixtures of chemicals and microorganisms for sterilizing compost

source: Modifikatoren in Form von chemischen Verbindungen
en: Modifiers in the form of chemical compositions

source: Monoklonale Antikörperreagenzien, ausgenommen für medizinische Zwecke
en: Monoclonal antibody reagents, other than for medical use

source: Chemische Erzeugnisse für Laboranalysen [ausgenommen für medizinische oder veterinärmedizinische Zwecke]
en: Chemical substances for analyses in laboratories, other than for medical or veterinary purposes

source: Chemische Substanzen zum Frischhalten und Emulgieren von Lebensmitteln
en: Chemical substances for preserving and emulsifying foodstuffs

source: Stickstoff
en: Nitrogen

source: Keramikmaterialien in Form von Granulaten für gewerbliche Zwecke
en: Ceramic materials in granule form for use in industry

source: Fotografische Sensibilisatoren
en: Photographic sensitizers

source: Biochemische Substanzen [außer für medizinische Zwecke]
en: Biochemical substances [other than for medical use]

source: Kalzinierter Kaolinton als Füllstoff für Zeitungspapier
en: Calcined kaolin clay for use in filling newsprint paper

source: Gelatine für gewerbliche Zwecke
en: Gelatine for industrial purposes

source: Salze der seltenen Erdmetalle
en: Salts from rare earth metals

source: Diagnostikmittel, ausgenommen für medizinische oder veterinärmedizinische Zwecke
en: Diagnostic preparations, other than for medical or veterinary purposes

source: Chemische Erzeugnisse für die Bodenbehandlung
en: Chemical preparations for soil treatment

source: Chemische Präparate zum Binden von flüssigen Abfällen
en: Chemical preparations for the binding of liquid waste

source: Chemische Präparate zur Dispersion von Öl
en: Chemical preparations for the dispersal of petroleum

source: Unbelichtete sensibilisierte reprografische Platten
en: Reprographic plates (sensitised -) [unexposed]

source: Synthetische Ionenaustauschharze im Rohzustand zur Aufbereitung von Wasser für die Energieerzeugung
en: Unprocessed artificial ion exchange resins for treating water used in power generation

source: Polyamidharze im Rohzustand
en: Unprocessed polyamide resins

source: Chemische Kühlmittel
en: Cryogenic preparations

source: Lichtempfindliche Papierrollen
en: Rolls of paper [sensitized]

source: Bakterienpräparate für die Forstwirtschaft
en: Bacterial preparations for use in forestry

source: Bakterienpräparate für den Gartenbau
en: Bacterial preparations for use in horticulture

source: Gasförmige Gemische zum Schweißen
en: Gaseous mixtures for welding purposes

source: Gase zum Laserschneiden
en: Gases for laser cutting

source: Lichtempfindliche Papierstreifen
en: Strips of sensitised paper

source: Chemische Substanzen zur Reinigung von Mörtel
en: Substances (Chemical -) for cleaning mortar

source: Chemische Erzeugnisse zur Verbesserung der Korrosionsbeständigkeit
en: Chemicals for the treatment to improve corrosion resistance

source: Filtermaterial [mineralische Substanzen]
en: Filtering materials [mineral substances]

source: Traubenzucker für gewerbliche Zwecke
en: Glucose for industrial purposes

source: Chemische Bindemittel [ausgenommen für Haushalt oder Schreibbedarf]
en: Chemical bonding agents [other than for household or stationery use]

source: Chemische Aufheller für gewerbliche Zwecke
en: Chemical brighteners for industrial use

source: Chemische Verbindungen, die Derivate von Huminsäuren enthalten
en: Chemical compositions containing derivatives of humic acids

source: Katalysatoren für die Herstellung von Kunststoffen, Gummi und Polymeren
en: Catalysts for use in the manufacture of synthetics, rubbers and polymers

source: Natronlauge [Natriumhydroxid]
en: Caustic soda (sodium hydroxide)

source: Unverarbeitete Kunstharze als Rohmaterial Form von Puder, Flüssigkeiten oder Pasten
en: Unprocessed artificial resins as raw materials in the form of powders, liquids or pastes

source: Wetterfeste Beschichtungen [chemische, ausgenommen Farben] für Mauerwerk
en: Weatherproofing coatings [chemical, other than paints] for masonry

source: Benetzungsmittel zur Verwendung in Schädlingsbekämpfungsmitteln
en: Wetting agents for use in vermin control preparations

source: Industriereiniger [chemisches Erzeugnis] zur Verwendung bei Herstellungsverfahren
en: Industrial cleaners [preparations] for use in manufacturing processes

source: Gelatineperlen für gewerbliche Zwecke
en: Gelatin beads for industrial use

source: Chemische Mittel zum Versiegeln von Oberflächen
en: Sealants [chemicals] for the sealing of surfaces

source: Lichtempfindliches, druckempfindliches Klebeband
en: Pressure sensitive adhesive tapes [sensitised]

source: Druckempfindliches Fotopapier
en: Pressure-sensitive paper

source: Chemische Substanzen als Zusatzstoffe für Bitumen
en: Chemical substances for use as additives to bitumen

source: Chemische Verbindungen zur Verstärkung von Zement
en: Chemical compositions for reinforcing cement

source: Cholinchlorid zur Verwendung für die Herstellung von Vitaminen
en: Choline chloride for use in the manufacture of vitamins

source: Fettentfernungsmittel [nicht für Haushaltszwecke]
en: Degreasing agents [not for household use]

source: Nukleinsäuresequenzprogramme [nicht für den medizinischen Gebrauch]
en: Nucleic acid sequencing programs [other than for medical use]

source: Feuerbeständige Chemikalien
en: Flame proofing chemicals

source: Feuer hemmende chemische Zusätze für Harze
en: Fire retardant additives for resins

source: Unbelichtete lichtempfindliche Filme für Siebdruckverfahren
en: Sensitized films (Unexposed -) for use in screen printing processes

source: Lichtempfindliche Lötmasken zur Herstellung von gedruckten Leiterplatten
en: Sensitized solder masks for use in the manufacture of printed circuit boards

source: Oxidierte Saccharide in gelöster Form
en: Oxidised saccharides in solution form

source: Sauerstoff für gewerbliche Zwecke
en: Oxygen for industrial purposes

source: Mit Harzzusätzen beschichtetes lichtempfindliches Papier
en: Paper having a film coating of admixtures of resin [sensitized]

source: Aminosäuren für industrielle Zwecke
en: Amino acids for industrial purposes

source: Kunststoffe in Form von Granulaten für gewerbliche Zwecke
en: Plastic in the form of granules for use in industry

source: Kunststoffe in Form von Chips
en: Plastics in the form of chips

source: Kunststoffe als Emulsionen
en: Plastics in the form of emulsions

source: Natürliche Trockenmittel zum Kühlen durch Absorption von Wasserdampf
en: Natural desiccants for chilling by absorbing water vapour

source: Entkalkungsmittel, ausgenommen für Haushaltszwecke
en: Descaling preparations, other than for household purposes

source: Präparate von Spurenelementen für Pflanzen
en: Preparations of trace elements for plants

source: Chemische Konservierungsmittel für die Produktion von Chemikalien
en: Chemical preservatives for use in the production of a wide variety of chemicals

source: Klebstoffe für industrielle Zwecke in Form von Flocken
en: Adhesives for industrial use in the form of flakes

source: Unverarbeitete Acryllatexe
en: Acrylic latexes (Unprocessed -)

source: Schutzbeschichtungen in Form von Sprays für Beton [ausgenommen Farben oder Öle]
en: Protective coatings in the form of sprays for use on concrete [other than paints or oils]

source: Proteine für die menschliche Ernährung [Rohstoffe]
en: Protein for food for human consumption [raw material]

source: Bodenveredelung zur Regulierung des Wachstums von Gartenbauerzeugnissen
en: Soil conditioning preparations for regulating the growth of horticultural products

source: Fotosensitive Chemikalien
en: Photosensitive chemicals

source: Fluidpolymere für gewerbliche Zwecke
en: Fluidised polymers for industrial use

source: Reagenzien für analytische Tests [ausgenommen für medizinische oder tierärztliche Zwecke]
en: Reagents for use in analytical tests [other than for medical or veterinary purposes]

source: Bakterienpräparate, außer für medizinische oder tierärztliche Zwecke
en: Bacterial preparations, other than for medical and veterinary use

source: Chemische Präparate zum Entfernen von Beschichtungen auf Metall
en: Chemical preparations for use in the removal of coatings from metal

source: Chemische Präparate zur Wasserenthärtung
en: Chemical preparations for use in water softening

source: Emulgatoren für Lösungsmittel
en: Emulsifiers for solvents

source: Flugasche für allgemeine Fertigungszwecke
en: Fly ash for general manufacturing use

source: Antioxidantien für Produktionszwecke
en: Anti-oxidants for use in manufacture

source: Imprägniermittel für Beton
en: Impregnating agents for concrete

source: Rohe Polyvinylidenchloridharze
en: Polyvinylidene chloride resins

source: Chemikalien zum Klären von Wasser
en: Chemicals for use in clearing water

source: Chemikalien außer Arzneimitteln zur Beschichtung zahnärztlicher Instrumente
en: Chemicals for use in coating dental instruments [other than pharmaceuticals]

source: Chemikalien für die Polymerisation
en: Chemicals for use in polymerisations

source: Chemische Erzeugnisse für die Herstellung von Schleifmitteln
en: Chemicals for use in the manufacture of abrasives

source: Durchspülmittel für die Metallbearbeitung
en: Metalworking agents having flushing properties

source: Methylzellulose als Basisprodukt für die Kosmetikindustrie
en: Methylcellulose for use as a basic product in the cosmetics industry

source: Kompostmischungen [Düngemittel] in Partikelform aus Material auf Mineralbasis
en: Compost mixtures of mineral based material in particulate form

source: Magnesiumcarbonat für gewerbliche Zwecke
en: Magnesium carbonate for industrial use

source: Magnesiumcarbonat zur Wasseraufbereitung
en: Magnesium carbonate for use in water treatment

source: Magnesiumoxid, ausgenommen für medizinische Zwecke
en: Magnesium oxide, other than for medical use

source: Dünger für Gras oder Weideland
en: Manures for use on grass or grassland

source: Mastixkitte zum Schweißen
en: Mastics for use in welding

source: Klebstoffe [ausgenommen für Schreib- und Papierwaren oder für Haushaltszwecke]
en: Commercial adhesives [other than for stationery or household use]

source: Detergenzien mit antibakteriellen Eigenschaften zur Verwendung in Fertigungsprozessen
en: Detergents having anti-bacterial properties for use in manufacturing processes

source: Detergenzien mit desodorierenden Eigenschaften zur Verwendung in Herstellungsverfahren
en: Detergents having deodorising properties for use in manufacturing processes

source: Dextrin für industrielle Zwecke
en: Dextrins for industrial use

source: Diacetylweinsäureester von Glyceriden
en: Diaccetyl tartaric acid esters of glycerides

source: Katalysatoren für die Herstellung von Gummi
en: Catalysts for use in the manufacture of rubber

source: Chemische Katalysatoren zur Verwendung in Anlagen für die Methanolsynthese
en: Chemical catalysts for use in methanol synthesis plant operation

source: Pektin für industrielle Zwecke
en: Pectin for industrial purposes

source: Steinsalz [zum Enteisen]
en: Rock salt [for deicing]

source: Pepsine für gewerbliche Zwecke
en: Pepsins for industrial purposes

source: Peptone für gewerbliche Zwecke
en: Peptones for industrial purposes

source: Polyesterharze [im Rohzustand]
en: Polyester resins [unprocessed]

source: Kunststoffe in Pulverform
en: Plastics in the form of powders

source: Stabilisatoren für Öle
en: Stabilisers for oils

source: Chemische Zusatzstoffe für die Industrie
en: Chemical additives for use in industry

source: Anorganische Düngemittel
en: Inorganic fertilizers

source: Anorganische Peroxide für die Landwirtschaft
en: Inorganic peroxides for use in agriculture

source: Anorganische Fällmittel für die Reinigung von Trinkwasser
en: Inorganic precipitation agents for the purification of potable water

source: Chemische Additive für Kunststoffe
en: Additives (Chemical -) for use in plastics

source: Hydraulikflüssigkeiten mit vier oder mehr Kohlenstoffatomen
en: Hydraulic fluids containing four or more carbon atoms

source: Chemische Verbindungen zur Herstellung von Pigmenten
en: Chemical compositions for use in the manufacture of pigments

source: Antioxidantien enthaltende Düngemittel
en: Manures containing antioxidants

source: Fettlöser für industrielle Verfahren
en: Grease cutters for use in industrial processes

source: Spaltkatalysatoren zur Verwendung in der Erdölindustrie
en: Cracking catalysts for use in the petroleum industries

source: Kulturen von Mikroorganismen für die Papierindustrie
en: Cultures of microorganisms for use in the paper industry

source: Leukozyten enthaltende Medien, ausgenommen für medizinische Zwecke
en: Leucocyte retaining media, other than for medical use

source: Lichtschutzmittel in Form von Antioxidantien
en: Light protectors in the form of antioxidants

source: Lichtempfindliche Emulsionen
en: Light sensitive emulsions

source: Entschäumungsmittel zur Koagulation von Lacken
en: Defoaming agents for the coagulation of lacquers

source: Entfettungsmittel auf Zitronenölbasis für Herstellungsverfahren
en: Degreasers based on lemon oil for use in manufacturing processes

source: Proteine für gewerbliche Zwecke
en: Proteins for use in industry

source: Lötmasken aus flüssigen Fotopolymeren als dauerhafte Beschichtung für gedruckte Schaltungen
en: Liquid photopolymer solder masks for use as a permanent coating for printed circuits

source: Chemikalien zur Imprägnierung von Stoffen, Pelzen, Leder, Vlies und Geweben
en: Chemical agents for impregnating textiles, furs, leather, non-wovens and fabrics

source: Mehrfach ungesättigte Fettsäuren
en: Polyunsaturated fatty acids

source: Polyurethanbeschichtungen [ausgenommen Farben]
en: Polyurethane coatings [other than paints]

source: Kontrastmittel, ausgenommen für medizinische Bildgebung
en: Contrast media, other than for use in medical imaging

source: Chemische Erzeugnisse für die Herstellung von Polymeren mit Rauchunterdrückung
en: Chemicals for use in the manufacture of smoke suppressed polymers

source: Chemisch behandeltes lichtempfindliches Fotopapier
en: Photographic paper [must be chemically-sensitized paper]

source: Polymere zur Analyse von biochemischen Erzeugnissen
en: Polymers for use in the analysis of biochemicals

source: Chemische Zusatzstoffe für die Flusskontrolle von Klebstoffen
en: Additives (Chemical -) for the flow control of adhesives

source: Chemische Zusatzstoffe für die Flusskontrolle von Tinte
en: Additives (Chemical -) for the flow control of ink
